[
  {
    "id": "1",
    "year": "2020",
    "title": "Transparency and reproducibility in artificial intelligence.",
    "authors": "Haibe-Kains B, Adam GA, Hosny A, Khodakarami F; Massive Analysis Quality Control (MAQC) Society Board of Directors, Waldron L, Wang B, McIntosh C, Goldenberg A, Kundaje A, Greene CS, Broderick T, Hoffman MM, Leek JT, Korthauer K, Huber W, Brazma A, Pineau J, Tibshirani R, Hastie T, Ioannidis JPA, Quackenbush J, Aerts HJWL.",
    "publisher": "Nature",
    "doi": "",
    "link": "https://doi.org/10.1038/s41586-020-2766-y",
    "type": "journal"
  },
  {
    "id": "2",
    "year": "2019",
    "month": "Nov 4",
    "title": "Automatic classification of dental artifact status for efficient image veracity checks: effects of image resolution and convolutional neural network depth.",
    "authors": "Welch ML, McIntosh C, Purdie TG, Wee L, Traverso A, Dekker A, Haibe-Kains B, Jaffray DA.",
    "publisher": "Phys Med Biol",
    "doi": "",
    "link": "https://pubmed.ncbi.nlm.nih.gov/31683260/",
    "type": "journal"
  },
  {
    "id": "3",
    "year": "2019",
    "month" : "Jan",
    "title": "Vulnerabilities of radiomic signature development: The need for safeguards.",
    "authors": "Welch ML, McIntosh C, Haibe-Kains B, Milosevic MF, Wee L, Dekker A, Huang SH, Purdie TG, O'Sullivan B, Aerts HJWL, Jaffray DA. Radiother Oncol.",
    "publisher": "Radiother Oncol",
    "doi": "10.1016/j.radonc.2018.10.027",
    "link": "https://pubmed.ncbi.nlm.nih.gov/30416044",
    "type": "journal"
  },
  {
    "id": "4",
    "year": "2020",
    "title": "A Machine Learning Challenge for Prognostic Modelling in Head and Neck Cancer Using Multi-modal Data.",
    "authors": "Michal Kazmierski, Mattea Welch, Sejin Kim, Chris McIntosh, Princess Margaret Head, Neck Cancer Group, Katrina Rey-McIntyre, Shao Hui Huang, Tirth Patel, Tony Tadic, Michael Milosevic, Fei-Fei Liu, Andrew Hope, Scott Bratman, Benjamin Haibe-Kains",
    "publisher": "arXiv",
    "doi": "arxiv.org/abs/2101.11935",
    "link": "https://arxiv.org/abs/2101.11935",
    "type": "preprint"
  },
  {
    "id": "5",
    "year": "2021",
    "date": "May 8",
    "title": "Prediction of Human Papillomavirus (HPV) Association of Oropharyngeal Cancer (OPC) Using Radiomics: The Impact of the Variation of CT Scanner.",
    "authors": "Reiazi R, Arrowsmith C, Welch M, Abbas-Aghababazadeh F, Eeles C, Tadic T, Hope AJ, Bratman SV, Haibe-Kains B",
    "publisher": "Cancers (Basel)",
    "doi": "10.3390/cancers13092269",
    "link": "https://pubmed.ncbi.nlm.nih.gov/34066857/",
    "type": "journal"
  },
  {
    "id": "6",
    "year": "2021",
    "date": "Apr 16",
    "title": "The impact of the variation of imaging parameters on the robustness of Computed Tomography radiomic features: A review.",
    "authors": "Reiazi R, Abbas E, Famiyeh P, Rezaie A, Kwan JYY, Patel T, Bratman SV, Tadic T, Liu FF, Haibe-Kains B",
    "publisher": "Comput Biol Med",
    "doi": "10.1016/j.compbiomed.2021.104400",
    "link": "https://pubmed.ncbi.nlm.nih.gov/33930766/",
    "type": "journal"
  },
  {
    "id": "7",
    "year": "2021",
    "date": "March 22",
    "title": "Deep-CR MTLR: a Multi-Modal Approach for Cancer Survival Prediction with Competing Risks.",
    "authors": "Sejin Kim, Michal Kazmierski, Benjamin Haibe-Kains.",
    "publisher": "Proceedings of Machine Learning Research",
    "doi": "",
    "link": "http://proceedings.mlr.press/v146/kim21a/kim21a.pdf",
    "type": "journal"
  },
  {
    "id": "8",
    "year": "2021",
    "date": "Apr 21",
    "title": "Automated detection of dental artifacts for large-scale radiomic analysis in radiation oncology.",
    "authors": "Arrowsmith C, Reiazi R, Welch ML, Kazmierski M, Patel T, Rezaie A, Tadic T, Bratman S, Haibe-Kains B",
    "publisher": "Phys Imaging Radiat Oncol",
    "doi": "10.1016/j.phro.2021.04.001",
    "link": "https://pubmed.ncbi.nlm.nih.gov/34258406/",
    "type": "journal"
  },
  {
    "id": "9",
    "year": "2021",
    "date": "June 8",
    "title": "Lymph Node Graph Neural Networks for Cancer Metastasis Prediction.",
    "authors": "Michal Kazmierski, Benjamin Haibe-Kains",
    "publisher": "arXiv",
    "doi": "arxiv.org/abs/2106.01711",
    "link": "",
    "type": "preprint"
  },
  {
    "id": "10",
    "year": "2020",
    "date": "",
    "title": "Development of web-based quality-assurance tool for radiotherapy target delineation for head and neck cancer: quality evaluation of nasopharyngeal carcinoma.",
    "authors": "Jun Won Kim, Joseph Marsilla, Michal Kazmierski, Denis Tkachuk, Shao Hui Huang, Wei Xu, John Cho, Jolie Ringash, Scott Bratman, Benjamin Haibe-Kains, Andrew Hope",
    "publisher": "medRxiv",
    "doi": "10.1101/2021.02.24.21252123",
    "link": "",
    "type": "preprint"
  },
  {
    "id": "11",
    "year": "2020",
    "date": "",
    "title": "A hybrid algorithm for dental artifact detection in large computed tomography datasets",
    "authors": "Colin Arrowsmith, Reza Reiazi, Mattea L. Welch, Michal Kazmierski, Tirth Patel, Aria Rezaie, Tony Tadic, Scott Bratman, Benjamin Haibe-Kains",
    "publisher": "medRxiv",
    "doi": "10.1101/2020.08.06.20169516",
    "link": "",
    "type": "preprint"
  },
  {
    "id": "12",
    "year": "2020",
    "date": "",
    "title": "CovidCTNet: An Open-Source Deep Learning Approach to Identify Covid-19 Using CT Image.",
    "authors": "Tahereh Javaheri, Morteza Homayounfar, Zohreh Amoozgar, Reza Reiazi, Fatemeh Homayounieh, Engy Abbas, Azadeh Laali, Amir Reza Radmard, Mohammad Hadi Gharib, Seyed Ali Javad Mousavi, Omid Ghaemi, Rosa Babaei, Hadi Karimi Mobin, Mehdi Hosseinzadeh, Rana Jahanban-Esfahlan, Khaled Seidi, Mannudeep K. Kalra, Guanglan Zhang, L.T. Chitkushev, Benjamin Haibe-Kains, Reza Malekzadeh, Reza Rawassizadeh",
    "publisher": "arXiv",
    "doi": "arxiv.org/abs/2005.03059v3",
    "link": "",
    "type": "preprint"
  },
  {
    "id": "13",
    "year": "2019",
    "date": "Dec 18",
    "title": "External validation and transfer learning of convolutional neural networks for computed tomography dental artifact classification.",
    "authors": "Welch ML, McIntosh C, Traverso A, Wee L, Purdie TG, Dekker A, Haibe-Kains B, Jaffray DA",
    "publisher": "Phys Med Biol",
    "doi": "10.1088/1361-6560/ab63ba",
    "link": "",
    "type": "journal"
  },
  {
    "id": "14",
    "year": "2018",
    "date": "Nov 15",
    "title": "Radiomic Biomarkers to Refine Risk Models for Distant Metastasis in HPV-related Oropharyngeal Carcinoma.",
    "authors": "Kwan JYY, Su J, Huang SH, Ghoraie LS, Xu W, Chan B, Yip KW, Giuliani M, Bayley A, Kim J, Hope AJ, Ringash J, Cho J, McNiven A, Hansen A, Goldstein D, de Almeida JR, Aerts HJ, Waldron JN, Haibe-Kains B, O'Sullivan B, Bratman SV, Liu FF",
    "publisher": "Int J Radiat Oncol Biol Phys",
    "doi": "10.1016/j.ijrobp.2018.01.057",
    "link": "",
    "type": "journal"
  }
]
